Repository: plazmica10/booging-app
Catalog: Resources.*.resx
Languages: sr

# 24H
source: You can't cancel a reservation less than 24 hours before check-in.
sr: Ne možete otkazati rezervaciju 24h pre dolaska.

# 5Days
source: You can only leave a review 5 days after checkout
sr: Možete ostaviti ocenu najkasnije 5 dana nakon boravka.

# AccommodationsText
source: Accommodations
sr: Smeštaji

source: Add Image
sr: Dodaj Sliku

# AlrReviewed
source: You have already reviewed this reservation.
sr: Već ste ocenili ovu rezervaciju.

# AnywhereText
source: Wherever/Whenever
sr: Bilo gde/Bilo kada

# au1
source: Please select dates.
sr: Izaberite datume.

# au2
source: Invalid number of guests.
sr: Pogrešan broj gostiju.

# au3
source: Please check if check in and check out dates are correct.
sr: Proverite da li ste uneli tačne datume.

# au4
source: The minimum days you can book this accommodation for is
sr: Minimalan broj dana za rezervaciju je

# au5
source: days.
sr: dana.

# Available
source: Available accommodations
sr: Dostupni smeštaji

source: Average Rating
sr: Prosečna Ocena

# CancelBtn
source: Cancel
sr: Otkažite

# CancelRes
source: Cancel Reservation
sr: Otkazivanje rezervacije

# CancelResProg
source: You can't cancel a reservation that is in progress.
sr: Ne možete otkazati rezervaciju koja je u toku.

# CancelResQ
source: Are you sure you want to cancel this reservation?
sr: Da li ste sigurni da želite da oktažete ovu rezervaciju?

# CancelSucc
source: Successfully canceled reservation!
sr: Uspešno oktazana rezervacija!

source: Check in:
sr: Dan ulaska :

source: Check out:
sr: Dan izlaska:

# Choose
source: Choose one of the available dates to make a reservation
sr: Izaberite jedan od slobodnih termina da biste rezervisali

# ChosePeriod
source: Choose desired period to find available dates:
sr: Izaberite period u kojem želite da boravite:

source: City:
sr: Grad:

# CityW
source: City
sr: Grad

source: Cleanliness:
sr: Čistoća:

# CloseBtn
source: Close
sr: Zatvorite

source: Close Forum
sr: Zatvaranje foruma

source: Comment
sr: Komentar

# CommentBtn
source: Comment
sr: Postavi

# CommentError
source: An error ocurred while sending the request.
sr: Greška pri slanju zahteva za pomeranje.

source: Comments
sr: Komentari

source: Country:
sr: Država:

# CountryW
source: Country
sr: Država

source: Current Check in:
sr: Trenutan datum ulaska:

source: Current Check out:
sr: Trenutan datum izlaska:

# Days
source: How many days are you staying?
sr: Koliko dana ostajete?

# DaysWatermark
source: Days
sr: Dani

# DescriptionText
source: Description:
sr: Opis:

# DetailsBtn
source: Details
sr: Detalji

# EmptyCleanliness
source: Give accommodation a rating.
sr: Ocenite čistoću smeštaja

# EmptyComm
source: Comment is required.
sr: Unesite komentar.

# EmptyComment
source: Comment cannot be empty!
sr: Polje za komentar ne može biti prazno!

# EmptyLoc
source: Location is required.
sr: Unesite lokaciju.

# EmptyOwnerRating
source: Rate the owner.
sr: Ocenite vlasnika.

# EmptyQuestion
source: Question cannot be empty.
sr: Polje za pitanje ne može biti prazno.

source: Export to PDF
sr: Exportujte u PDF

# ForumAdded
source: Forum created! Would you like to view the forum?
sr: Forum je kreiran! Da li želite da ga pogledate?

source: Forum Closed
sr: Forum je zatvoren

# ForumClosedAlr
source: Forum is already closed
sr: Forum je već zatvoren

# ForumQ
source: Are you sure you want close this forum?
sr: Da li ste sigurni da želite da zatvorite forum?

# ForumsLink
source: Forums
sr: Forumi

# ForumSuccess
source: Forum Created!
sr: Forum je kreiran!

# GiveRating
source: Give owner and property a rating
sr: Ocenite vlasnika i smeštaj

# GuestNumText
source: Number of guests:
sr: Broj gostiju:

# Guests
source: How many guests are coming?
sr: Koliko gostiju će boraviti?

# GuestWatermark
source: Guests
sr: Gosti

# HomeLink
source: Home
sr: Početna

# HostText
source: Host:
sr: Vlasnik:

source: Image
sr: Slika

# inv1
source: You didn't change the dates
sr: Niste izmenili datume.

# inv2
source: Invalid dates
sr: Pogrešne datume ste uneli.

# LanguageBtn
source: English
sr: Srpski

# LanguageText
source: Language:
sr: Jezik:

# LeaveComm
source: Please leave a comment
sr: Ostavite komentar.

# LightModeText
source: Theme:
sr: Tema:

# LocationText
source: Location:
sr: Lokacija:

# LocationWatermark
source: Location
sr: Lokacija

# MakeReservation
source: Make A Reservation
sr: Rezervišite smeštaj

# MaxGuestText
source: Maximum number of guests:
sr: Maksimalan broj gostiju:

# ModeText
source: Theme:
sr: Tema:

# NameSurname
source: Name and Surname:
sr: Ime i Prezime:

# NameWatermark
source: Name
sr: Naziv

source: New Check in:
sr: Novi datum ulaska:

source: New Check Out:
sr: Novi datum izlaska:

# NewDates
source: Request
sr: Zahtev

# NoAvailableDates
source: No available dates for selected period
sr: Nema dostupnih datuma za izabran period.

source: NotReviewed
sr: Neocenjen

# OtherForum
source: Other forums
sr: Ostali forumi

# OwnersC
source: Owners coment:
sr: Komentar vlasnika:

# OwnersComm
source: Owners answer:
sr: Vlasnikov odgovor:

# Past
source: Past vacations
sr: Prošli odmori

# PhoneNum
source: Phone number:
sr: Broj telefona:

# PostBtn
source: Post
sr: Objavi

# ProfileLink
source: Profile
sr: Profil

source: Question:
sr: Pitanje:

# RateOwnandProp
source: Please rate the owner and the property
sr: Ocenite smeštaj i vlasnika.

# ref1
source: You can't cancel a reservation less than
sr: Ne možete otkazati rezervaciju

# ref2
source: days before check-in.
sr: dana pre dolaska.

# RefreshText
source: Refresh
sr: Osveži

# RenovationR
source: Renovation recommendation
sr: Preporuka za renoviranje

# ReqSent
source: Request sent!
sr: Zahtev je poslat!

# RequestBtn
source: Request rescheduling
sr: Zahtev za pomeranje

# RequiredFields
source: All fields are required!
sr: Neophondo je popuniti sva polja!

# RescheduleHead
source: Reschedule your reservation
sr: Pomerite vašu rezervaciju

# ReschPast
source: You can't reschedule past reservations.
sr: Prošle rezervacije ne možete pomeriti!

# ReservationReq
source: Reservation rescheduling requests
sr: Zahtevi za pomeranje rezervacije

# ReservationReqDet
source: Rescheduling request details
sr: Detalji zahteva za pomeranje rezervacije

# ReservationsLink
source: Reservations
sr: Rezervacije

source: Reservation Successful!
sr: Uspešna rezervacija!

# ReserveBtn
source: Reserve
sr: Rezervišite

# rev
source: Review
sr: Recenzija:

# revDet
source: Review Details
sr: Pregled recenzije

# ReviewBtn
source: Review
sr: Ocenite

source: Reviewed
sr: Ocenjen

# ReviewErr
source: An error occured while submitting review
sr: Greška prilikom ocenjivanja!

source: Reviews
sr: Recenzije

# ReviewSucc
source: Successfully submited the review!
sr: Uspešno ocenjen smeštaj i vlasnik!

# RuleF
source: Rule Following:
sr: Praćenje pravila:

# SearchBtn
source: Search
sr: Pretražite

# SearchText
source: Search for accommodations
sr: Pretražite smeštaje

source: Select new dates
sr: Izaberite nove datume

# SendRequest
source: Send Rescheduling Request
sr: Pošaljite zahtev

# Start
source: Start new forum
sr: Započnite novi forum

# SubmitBtn
source: Submit
sr: Oceni

# SuccessfulReservation
source: Successful reservation for
sr: Uspešna rezervacija za

# Summary
source: Reservation Summary
sr: Detalji rezervacije

# SuperG
source: To Become Super Guest you need to have at least 10 reservations in the past year.
sr: Da biste postali Super Gost morate imati barem 10 rezervacija u prethodnih godinu dana.

source: Super Guest
sr: Super Gost

source: Title:
sr: Naslov:

# TitleRequired
source: Title is required.
sr: Unesite naslov.

# TitleW
source: Write title of the forum
sr: Napišite naslov foruma

# TypeWatermark
source: Type
sr: Tip

# Upcoming
source: Upcoming vacations
sr: Predstojeći odmori

# Urgency
source: Select urgency level
sr: Izaberite nivo hitnosti rezervacije

# UsefulFor
source: This forums has been labeled as very useful
sr: Ovaj forum je obeležen kao značajan

# ViewBtn
source: View
sr: Pogledajte

# ViewReservationPrompt
source: Would you like to view the reservation?
sr: Da li želite da pregledate rezervaciju?

# VisitedComm
source: The user has visited the location from this forum
sr: Ovaj korisnik je posetio lokaciju sa foruma.

# WheneverSearch
source: Search for any accommodation available in chosen time period
sr: Pretražite sve smeštaje slobodne u izabranom periodu

# WriteComm
source: Write a new comment
sr: Napišite novi komentar

# WriteQuest
source: Write a question you have about the location
sr: Napišite pitanje koje imate za neku lokaciju

# YourForum
source: Your forums
sr: Vaši forumi

# YourInfo
source: Your information:
sr: Vaše informacije:
